Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The peace process was plunged into uncertainty earlier Thursday, when the Afghan Taliban indicated they were pulling out of the negotiations and Pakistan's Foreign Ministry said the talks, which were to be hosted by Islamabad, were postponed.
pt: ISLAMABAD - A segunda rodada de negociações de paz entre o Afeganistão e os talibãs foi adiada após uma declaração dos rebeldes indicando que o grupo estava se retirando das conversas, informou o governo paquistanês nesta quinta-feira .

source: Danish police: We have killed the shooting suspect
pt: Polícia mata suspeito de ataques na Dinamarca

source: Palestinians and Israelis on Tuesday accused each other of breaking a temporary truce hours before it expired, as rockets were fired from Gaza at southern Israel and Israeli forces resumed air raids on the Palestinian territory.
pt: A trégua foi quebrada horas antes de expirar com o lançamento de vários foguetes da Faixa de Gaza em direção a Israel que, em resposta, atacou vários pontos do território palestino.

source: "These policies could have international spillovers," the minutes said.
pt: "Essas políticas podem ter reflexos internacionais", trouxe a ata.

source: Economists polled by Reuters had forecast consumer spending, which accounts for more than two-thirds of U.S. economic activity, edging up 0.1 percent in January.
pt: Economistas ouvidos pela Reuters previam que os gastos dos consumidores, que responde por mais de dois terços da atividade econômica dos EUA, subiria 0,6 por cento em março.

source: UN accuses ′Islamic State′, Syrian government of crimes against humanity | News | DW.DE | 27.08.2014
pt: ONU acusa Estado Islâmico e governo sírio de crimes contra humanidade | Valor Econômico

source: Marathon talks open new channel for inter-Korea...
pt: Maratona » Coreia do Sul anuncia fim de negociações com o Norte

source: For while Kiss have sold 100 million records around the world, the band has actually made more money from selling licensed products.
pt: Desde sua formação, em 1973, a banda não apenas vendeu mais de 100 milhões de discos ao redor do mundo, como ganhou ainda mais dinheiro vendendo produtos licenciados com a sua marca.

source: "I haven't made up my mind what I'm gonna do."
pt: O que tinha na minha mão já não tem mais .

source: Gaza truce holding but Israel's Netanyahu under fire at home
pt: Trégua é mantida na Faixa de Gaza e Netanyahu é alvo de críticas em Israel

source: Elsewhere, one soldier was killed and another wounded when a roadside bomb went off near their vehicle in the northwestern town of Bannu on Tuesday, a security official said.
pt: Hoje, um soldado morreu e outro ficou ferido na sequência da explosão de uma bomba colocada na estrada perto da localidade de Bannu.

source: "I was at the crossing when all of a sudden I looked to my left and I saw a dark car coming towards me at speed," she said.
pt: Já aconteceu de estar eu em meu carro e uma dessas sirenes disparar, de repente, a meu lado, assustando-me a ponto de eu quase jogar meu carro sobre o carro da frente.

source: While the European Central Bank cut interest rates at its June monetary policy meeting, the Bank of England indicated over the past week that it could hike rates earlier than markets had expected, possibly this year.
pt: LONDRES (Reuters) - Autoridades do Banco da Inglaterra estavam surpresos no início deste mês com os mercados, que não tinham precificado maior probabilidade de aumento da taxa de juros neste ano, informou a ata do banco central do país nesta quarta-feira.

source: The Qatar 2022 organizing committee's statement on Sunday stressed that Bin Hammam ''played no official or unofficial role in the bid committee.' '
pt: "Sobre as últimas alegações do Sunday Times, dizemos novamente que Mohamed Bin Hammam não era representante, oficial ou não oficial, da candidatura do Catar para 2022."

source: Holcim declined to comment.
pt: A Holcim não quis se pronunciar.

source: Police said a teenager died late on Monday when he crashed into a lamppost as he was snow-tubing in the New York City suburb of Suffolk County, on the east end of Long Island, which had more than 2 feet of snow in places.
pt: A polícia informou que um adolescente morreu no final da segunda-feira ao colidir com um poste de luz em uma rua de Long Island, uma das áreas mais atingidas no Estado de Nova York, onde brincava de deslizar na neve.

source: A Turkish court sanctioned the indictment of a 16-year-old high school student after a critical speech directed against President Recep Erdogan’s government, local media reported.
pt: ISTAMBUL (Reuters) - A polícia da Turquia prendeu um estudante de 16 anos na cidade de Konya sob a acusação de ter insultado o presidente Tayyip Erdogan, informou a imprensa local nesta quinta-feira.

source: Putin on Tuesday rattled the West by saying that Russia would add more than 40 new intercontinental ballistic missiles to its nuclear arsenal this year.
pt: Moscou (AFP) - A Rússia reforçará seu arsenal nuclear com a implantação de mais de 40 novos mísseis intercontinentais até o final do ano, declarou nesta terça-feira o presidente russo, Vladimir Putin.

source: Prosecutors in Brazil have opened a formal investigation into allegations of influence-peddling by the former president, Luiz Inacio Lula da Silva.
pt: A Procuradoria da República no Distrito Federal abriu uma investigação criminal formal contra o ex-presidente Luiz Inácio Lula da Silva

source: The instructor, 39-year-old Charles Vacca, died at a hospital Monday night after he was shot in the head.
pt: Charles Vacca tinha 39 anos e morreu durante o transporte ao hospital local, feito por um helicóptero.

source: At the beginning I thought it was part of the special effects of the party but then I realised there was something wrong."
pt: No começo, achei que fazia parte dos efeitos especiais da festa, mas depois percebi que algo estava errado, e as pessoas começaram a gritar e saíram correndo."

source: Matuidi, whose superb fitness is one of his biggest assets, said the Germans may be favourites because of their better run in the last few tournaments but that would count for nothing.
pt: Matuidi disse que os alemães podem ser os favoritos por causa da melhor campanha nos últimos torneios, mas acrescentou que isso não significa nada.

source: At his side was former special prosecutor David Crane, who tried Liberian president Charles Taylor and is now working on setting up a tribunal to bring those responsible for war crimes in Syria to justice.
pt: Ao lado de César estava David Crane, ex-procurador-geral do Tribunal Especial para Serra Leoa, que indiciou o presidente da Libéria, Charles Taylor .

source: I wasn't playing great and I (still) made the finals," said the second seed, who tuned up for Wimbledon by winning his eighth title in Halle.
pt: Agora, eu não vim jogando tão bem e (mesmo assim) cheguei às finais", disse o segundo cabeça-de-chave, que chega a Wimbledon embalado pelo oitavo título em Halle.

source: Leader of the Scottish National Party (SNP) Alex Salmond announced on Friday that he has resigned as party leader and as Scotland's First Minister.
pt: Principal líder da campanha pró-independência escocesa, Alex Salmond anunciou nesta sexta-feira (19/09) que renunciará como primeiro-ministro da Escócia e como presidente do Partido Nacional.

source: Central government spending also rose 15.8 percent in May from a year earlier while local government expenditure soared 26.9 percent, the ministry said on Wednesday.
pt: Os gastos do governo central também subiram 15,8 por cento em maio sobre o ano anterior, enquanto os gastos dos governos locais avançaram 26,9 por cento, disse o ministério na quarta-feira.

source: MAPUTO (Reuters) - A coal stacker has collapsed at the Mozambique port of Nacala, dealing a blow to Brazilian miner Vale's effort to start coal shipments from the African nation in the third quarter, sources told Reuters on Monday.
pt: MAPUTO (Reuters) - Um equipamento de grandes proporções utilizado para transportar carvão caiu no Porto de Nacala, Moçambique, onde a Vale planeja iniciar embarques de carvão no terceiro trimestre deste ano, afirmaram três fontes à Reuters nesta segunda-feira.

source: WASHINGTON A massive breach of U.S. federal computer networks disclosed this week is the latest in a flood of attacks by suspected Chinese hackers aimed at grabbing personal data, industrial secrets and weapons plans from government and private computers.
pt: Na quinta-feira, funcionários norte-americanos disseram que hackers na China são suspeitos de violar redes de computadores do escritório de pessoal do governo dos EUA e de roubar informações sobre milhões de funcionários federais .

source: 6.6 million people affected in Nepal earthquake: UN Office in Nepal
pt: Terremoto no Nepal afetou mais de cinco milhões de pessoas, diz ONU

source: The bailout bill passed through the parliament thanks to support from opposition parties, with 222 votes in favor, 64 against, 11 abstentions and three absent in the 300-member parliament.
pt: Crise econômica » Parlamento da Grécia aprova terceiro plano de resgate do país O texto, que recebeu 222 votos favoráveis, 64 contrários e 11 abstenções, foi aprovado graças aos votos da oposição

source: In a step forward, Varoufakis even announced his leftist-government's willingness to work with the former "troika"—the European Commission, the European Central Bank and the International Monetary Fund—to monitor the extension.
pt: A condicionalidade que vem com a extensão será debatida entre a Grécia e as três instituições, a Comissão Europeia, o Fundo Monetário Internacional (FMI) e o Banco Central Europeu (BCE).

source: "We as a nation of 77 million are experiencing a very great pain," Erdogan told a news conference after visiting the site, at which he gave the figures for those confirmed dead and still thought missing .
pt: “Nós, como nação de 77 milhões de pessoas, estamos sentindo uma dor muito grande”, declarou Erdogan em uma entrevista coletiva à imprensa depois de visitar o local, mas pareceu na defensiva quando questionado se foram tomadas precaucões suficientes na mina.

source: Earthquake of magnitude 6.1 sends Greek islanders rushing into street
pt: Terremoto de magnitude 6,1 faz gregos saírem às ruas na ilha de Creta

source: EU energy commissioner optimistic on final gas agreement between Russia, Ukraine
pt: UE pressiona por acordo de gás entre Rússia e Ucrânia

source: U.S. Vice President Joe Biden traveled to Brazil and met with Rousseff in June in hopes of turning the page on the spying spat .
pt: Biden viajou ao Brasil em junho passado, por ocasião da Copa do Mundo de futebol, e conversou com Dilma sobre as denúncias de espionagem americana no Brasil.

source: WASHINGTON (Reuters) - U.S. President Barack Obama will host Japanese Prime Minister Shinzo Abe at the White House next month for talks expected to focus on their joint response to China's rising power and efforts to finalize a major Asia-Pacific trade pact.
pt: WASHINGTON (Reuters) - O presidente dos Estados Unidos, Barack Obama, vai receber o primeiro-ministro do Japão, Shinzo Abe, no mês que vem em visita de Estado, disseram autoridades da Casa Branca.

source: Didlake, who wore a patriotic-themed neck scarf, sat in her wheelchair in the same spot in the Oval Office where foreign leaders sit when they meet with Obama.
pt: Didlake, que usava um lenço no pescoço com a estampa da bandeira dos EUA, posou em sua cadeira de rodas no mesmo lugar do Salão Oval onde líderes estrangeiros são fotografados quando se encontram com Obama.

source: He also said it was important to consider what contribution the other 163 genes that were affected by chromosome shattering.
pt: Jackson ainda acrescenta que seria importante avaliar a contribuição para a cura dos outros 163 genes afetados pelo estilhaçamento de cromossomas.

source: The 72-year-old Ali was admitted Saturday and is not expected to remain in the hospital long, Bob Gunnell said.
pt: O porta-voz de Ali, Bob Gunnell, não revelou em qual hospital o ex-atleta de 72 anos está internado e não deu maiores detalhes sobre seu estado de saúde.

source: Share trading in PT SGPS has been suspended since Friday by the CMVM market regulator due to uncertainty surrounding the shareholder meeting.
pt: A CMVM suspendeu na sexta-feira a negociações das ações da PT SGPS na Bolsa de Lisboa, que voltam a ser negociadas nesta terça-feira.

source: Cazeneuve wrote a letter to Jacques Gounon, Eurotunnel president, in which he said: “In my analysis, the Eurotunnel group, which has jurisdiction of the security, hasn’t made enough effort in light and proportion to the worsening situation.”
pt: Cazeneuve acusou o Eurotúnel de não ter feito os esforços necessários diante do "agravamento da situação", em uma carta dirigida ao presidente da empresa, à qual a AFP teve acesso.

source: The one added feature: Guests can use maps on the app to select a specific room.
pt: Os hóspedes poderão até escolher um quarto específico usando mapas disponíveis no aplicativo .

source: Brown, 21, "was not breathing" when a man identified as her husband found her Saturday morning inside her townhouse in the Atlanta suburb of Roswell, Georgia.
pt: Bobbi Kristina, 21 anos, está internada desde o último sábado, quando foi encontrada pela marido, Nick Gordon, em casa, perto da cidade de Atlanta, na Georgia .

source: The high-tech smartwatch, which will range in price from $350 to $17,000 for an 18-karat gold model, is Apple Inc’s AAPL.O first major new product in five years and consumer demand for the device is being closely watched by competitors and investors.
pt: O smartwatch, cujo preço varia de US$ 350 a US$ 17 mil, para um modelo de ouro 18 quilates, é o primeiro importante novo produto da Apple em cinco anos e a demanda do consumidor pelo dispositivo está sendo observada de perto por concorrentes e investidores.

source: He said the military had to "tread carefully" or the case could become a catalyst for ­protests.
pt: Para ele, os militares terão de "andar com cuidado", do contrário o caso poderia se tornar um catalisador de protestos.

source: "This year's championship is the hardest it could ever be .
pt: "Esse campeonato não tem mais o que fazer .

source: Since fighting erupted in eastern Ukraine between government troops and insurgents in April 2014, more than 6,400 people have been killed.
pt: O conflito no leste já custou mais de 6.400 vidas desde o seu início, em abril de 2014.

source: Thailand has been under a military dictatorship since May 22, when soldiers overthrew a civilian government in a coup.
pt: A Tailândia está sob ditadura militar desde 22 de maio, quando o Exército derrubou o governo da primeira-ministra Yingluck Shinawatra, que havia sido eleito em 2011 .

source: They just don't have a chance," he said .
pt: Do jeito que estou, não posso fazer nada

source: Life prison sentences in Pakistan are 25 years.
pt: Malala: Paquistão condena dez à prisão perpétua

source: The statement, the second released by the Henning family in recent days, continued: "We are at a loss why those leading Islamic State cannot open their hearts and minds to the facts surrounding Alan's imprisonment and why they continue to threaten his life.
pt: Na nova mensagem, a esposa do refém afirma que não compreende porque o EI "não pode abrir sua mente e coração perante os fatos que rodeiam a captura de Alan e porque continuam ameaçando sua vida".

source: Dijsselbloem has said Greece must request an extension of the existing bailout by the weekend or the program will expire at the end of this month .
pt: Sexta-feira é também a data limite dada pelo Eurogrupo para a Grécia pedir uma extensão do seu programa de resgate, que acaba no fim deste mês .

source: She reaped 20 percent of the vote in 2010, far more than expected.
pt: Ela teve 20 por cento dos votos em 2010, muito mais do que o esperado.

source: The new study found a consistent left-handed bias across eastern grey kangaroos, red kangaroos, and red-necked wallabies - no matter whether the animals were grooming, feeding, or propping themselves up.
pt: O novo estudo achou uma tendência consistente no uso das patas esquerdas entre os cangurus cinzas, cangurus vermelhos e wallabies de pescoço vermelho, independentemente da forma como os animais se alimentavam, pulavam ou se limpavam.

source: Sport What the 2024 Olympic Games in Paris would look like
pt: Esporte Paris oficializa candidatura aos Jogos Olímpicos de 2024

source: Google Inc's revenue grew 15 percent in the fourth quarter but fell short of Wall Street's target on declining online ad prices and unfavorable foreign exchange rates .
pt: SAN FRANCISCO (Reuters) - As receitas do Google subiram 15 por cento no quarto trimestre, abaixo das previsões de Wall Street, com a queda dos preços dos anúncios online e taxas de câmbio desfavoráveis no exterior.

source: He added: "We prepared well for tonight's game .
pt: Estamos bem para ir jogo a jogo, final a final .

source: The Nigerian government says that more than 200 girls abducted by Boko Haram in April are to be released as early as Monday, after it signed a ceasefire agreement with the Islamists.
pt: O governo e o Exército nigerianos anunciaram nesta sexta-feira (17) um acordo com o grupo islamita Boko Haram para que libertem as mais de 200 estudantes sequestradas em abril .

source: They came almost exactly two years after devastating chemical weapons attacks on the same region that much of the international community blamed on the Syrian government.
pt: O incidente aconteceu na mesma zona e quase dois anos depois de um ataque com armas químicas que as potências ocidentais e a oposição atribuem ao regime de Bashar al-Assad.

source: At least two people were killed and more than 15 others injured in a bomb blast in the Indian state of Bihar on Friday, a senior police officer said.
pt: Duas pessoas morreram e várias ficaram feridas nesta sexta-feira em um tribunal do leste da Índia, na explosão de uma bomba, indicou a polícia.

source: Gunnell says no other details are being released because of the Ali family's request for privacy.
pt: O porta-voz afirmou ainda que não dará mais detalhes sobre o estado de Ali a pedido da família.

source: Lack of interest in sex is one of the most commonly reported problems, and one not confined to women - around 15% of men had experienced loss of libido.
pt: A falta de interesse em sexo é um problema comum relatado — e não é um problema exclusivo das mulheres, 15% dos homens britânicos enfrentam a perda de libido.

source: NYC police officer not indicted in chokehold death of unarmed black man
pt: Grande júri em Nova York não indiciará policial acusado de matar homem negro desarmado

source: Obama nominates first ambassador to Somalia since 1991
pt: Estados Unidos nomeiam primeiro embaixador na Somália desde 1991

source: I don't think that's right.
pt: Penso que não .

source: God gave us the means to be responsible," the pope said, adding: "Some think, and excuse the term, that to be good Catholics, they must be like rabbits."
pt: "Algumas pessoas pensam - e desculpem minha expressão aqui - que, para ser um bom católico, eles precisam ser como coelhos .

source: The new law empowers judges to convict people for murder under “extraordinarily severe circumstances,” a special designation which would prevent the government from freeing prisoners during political negotiations.
pt: A lei permite aos juízes determinar que os acusados cometeram assassinato sob "circunstâncias extraordinariamente graves", o que impediria o governo de libertá-los dentro de um acordo com os palestinos.

source: "I knew a very long time ago that I was gay .
pt: “Enquanto falarem que eu sou gay, tudo bem .

source: Colombian FARC rebels ask Miss Universe to attend their peace talks
pt: Farc convidam miss Universo para negociação de paz em Cuba

source: It has also axed thousands of jobs.
pt: A companhia também cortou milhares de empregos.

source: The White House says U.S. President Barack Obama and his Cuban counterpart, Raul Castro, are expected to have a discussion on Saturday, in a historic encounter at the Summit of the Americas in Panama.
pt: O presidente americano, Barack Obama, e o chefe de Estado cubano, Raúl Castro, terão a oportunidade histórica de se encontrar na Cúpula das Américas nesta semana no Panamá, disse à AFP um alto funcionário da Casa Branca nesta segunda-feira.

source: Unicef Pacific Deputy Representative Isabelle Austin told Australian news agency AAP that first-aid equipments and medical supplies that are urgently required in Vanuatu have been dispatched.
pt: A Unicef informou que enviou equipes de primeiros socorros e remédios que se necessitam com urgência no arquipélago, disse a vice-diretora do Unicef no Pacífico, Isabelle Austin, à agência australiana "AAP" . EFE

source: Iran insists that like other countries, it has a right to develop nuclear power for peaceful purposes .
pt: O Irã diz que o programa nuclear é - e sempre foi - apenas para fins pacíficos .

source: Xinhua reporters at the scene heard intensive gunshots, followed by explosions and heavy white smoke billowing out of the printing factory in Dammartin-en-Goele, northeast of Paris, where the Kouachi brothers had been hiding since Friday morning.
pt: Várias explosões e tiros foram ouvidos nas proximidades da empresa gráfica na localidade de Dammartin-en-Goële, a noroeste da capital, Paris, onde os irmãos se refugiaram nesta manhã, depois de uma troca de tiros com a polícia francesa, fazendo pelo menos um refém.

source: “When I was in Dadaab, I was thinking how can I get out of here, to a better place .
pt: "Eu estou me sentido aqui como se eu estivesse dentro da casa de uma mãe .

source: Pretty much the entire eastern half of the United States is in the ice box .
pt: Boa parte da metade do país está numa "caixa de gelo" .

source: "I'd been telling people since October it wasn't going to happen .
pt: Eu já te falei que eu estava com alguém?, respondeu.

source: But Obama spoke to President Recep Tayyip Erdogan on Thursday and in New York the Turkish leader suggested for the first time that his country could offer logistical, intelligence or even military support to the operations.
pt: ISTAMBUL (Reuters) - A Turquia pode dar apoio logístico ou militar aos ataques aéreos liderados pelos Estados Unidos contra os insurgentes do Estado Islâmico na Síria, disse o presidente turco, Tayyip Erdogan, nesta terça-feira.

source: The two parties agreed in April to pool their stakes, giving them a combined 55 percent of the former state telecoms monopoly and triggering a takeover offer by America Movil that runs until July 10.
pt: As duas partes concordaram em abril em reunir suas fatias, dando aos acionistas 55 por cento do ex-monopólio estatal de telecomunicações e desencadeando uma oferta de aquisição pela América Móvil com prazo até 10 de julho.

source: The WHO said it had drawn up a draft strategy plan to combat Ebola in West Africa over the next six to nine months, implying that it does not expect to halt the epidemic before the end of the year.
pt: A Organização Mundial da Saúde (OMS) disse nesta sexta-feira (22) que planejou uma estratégia de luta contra o surto de ebola na África Ocidental para os próximos seis a nove meses.
